Repository: jonathanlamela/crittoutil
Catalog: lib/l10n/app_*.arb
Languages: it

source: Converter
it: Convertitore

source: Encrypter
it: Cittografia

source: Decrypter
it: Decrittografia

# converter_description
source: Convert to binary, Base64 and reverse
it: Converti in binario, Base64 e viceversa

# encrypter_description
source: Convert clear-text to ciphertext
it: Converti testo in chiaro in testo cifrato

# descripter_description
source: Convert cipher text to cleartext
it: Converti testo cifrato in testo in chiaro

# convert_btn
source: Convert
it: Converti

# input_type_label
source: Convert from
it: Converti da

# output_type_label
source: Convert to
it: Converti in

# text_format
source: Text
it: Testo

# binary_format
source: Binary
it: Binario

# output_label
source: Output
it: Risultato

# empty_field_error
source: Input field cannot be empty
it: Il campo non pu√≤ essere vuoto

# no_valid_binary
source: Binary value is not valid
it: Valore binario non valido

# no_valid_base64
source: Base64 value is not valid
it: Valore Base64 non valido
